---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.LitersPerHour
source: html/81b2a535-a0a1-7d82-b3c0-ee5fcebd0ab0.htm
---
# Autodesk.Revit.DB.UnitTypeId.LitersPerHour Property

Liters per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId LitersPerHour { get; }
```